<div id="promo">
    <h1 id="promoText">
        Новый PhoneBrand это лучший смартфон
    </h1>
</div>

<div id="mainTextWrap">
    <div id="mainText">
        Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. Текст с описанием главной страницы. 
    </div>
</div>